{
  "hello": "hello!",
  "navbar1": "CASE STUDY",
  "navbar2": "INTRODUCTION",
  "navbar3": "ABOUT",
  "navbar4": "SPACE",
  "navbar5": "R&D",
  "navbar6": "PARTNERSHIP",
  "navbar7": "CONTACT",
  "play_video":"PLAY VIDEO",
  "work_catrgory1":"ALL",
  "work_catrgory2":"PRESENTATION",
  "work_catrgory3":"METAVERSE CONCERT",
  "work_catrgory4":"ADVERTISEMENT",
  "work_catrgory5":"DRAMA",
  "work_catrgory6":"INTERNSHIP",
  "section_title4":"SPACE CONFIGURATIONS",
  "section_title5":"VIRTUAL STUDIO R&D",
  "section_title6":"PARTNERSHIP",
  "section_title7":"CONTACT US",
  "header_title":"MOONSHINE XR Studio",
  "header_desc":"The biggest and the very first VIrtual Production stduio in Taiwan. From camera tracking system, cirtual production process optimization to content creation, we provide one-package service for you.",
  "intro_title":"Virtual Production is a cutting-edge filmmaking technology.",
  "intro_desc":"Virtual Production is a cutting-edge filmmaking technology, creating immersive environments by Unreal Engine and broadcasting on LED. Every staff can view the effects on site without checking in post-production.",
  "space_title1":"CAVE STUDIO",
  "space_desc1":"Curved LED video wall is ideal for realistic or exterior scene. It can also be used with front stage props to push the realism even further",
  "space_purpose1":"<ul><li>Movies/ Television series</li><li>Commercial Films Shooting</li><li>Product launch</li><li>Game Streaming</li></ul>",
  "space_spec1":"<ul><li>270° LED 弧形螢幕</li><li>可升降 truss 供燈具架設</li><li>獨立 Wifi 網路</li><li>遠端監控系統</li></ul>",
  "space_spacespce1":"<ul><li>總體面積：160 坪</li><li>舞台面積：86 坪</li><li>可用高度：6 公尺</li></ul>",
  "space_title2":"CUBE STUDIO",
  "space_desc2":"Cube LED video set is ideal for shows with fixed position and small space requiries.",
  "space_purpose2":"<ul><li>Music videos</li><li>Live broadcast</li><li>Online concert</li></ul>",
  "space_spec2":"<ul><li>90° LED 直角螢幕</li><li>可升降 truss 供燈具架設</li><li>獨立 Wifi 網路、遠端監控系統</li></ul>",
  "space_spacespce2":"<ul><li>總體面積：50 坪</li><li>舞台面積：7 坪</li><li>可用高度：5 公尺</li></ul>",
  "tech_title1":"camera tracking",
  "tech_title2":"extended reality",
  "tech_title3":"virtual stage lighting system",
  "tech_title4":"ai matting and compositing",
  "tech_title5":"mass simulation system ",
  "tech_desc1":"By using the HTC VIVE tracker or Mo-sys tracker system, we can link the real world camera with the virtual camera, raising communication efficiency.",
  "tech_desc2":"Real-time compositing can help extend the scene. The size of the LED wall will no longer limit the shooting range, and the characters can be integrated into the virtual world to give free camera movement.",
  "tech_desc3":"Design the lighting effects matching music, and link it with virtual lighting, perfect for music shows, stage effects, and virtual concerts.",
  "tech_desc4":"Real-time AI matting gives the camera more flexibility for movement and not be limited by space. AI matting can also be used for post-production to make more creative shots.",
  "tech_desc5":"It can combine face recognition to generate finer details, primarily used in concerts, virtual dancers, battles or stadium crowd scenes.",
  "about_title1":"An Integrated Approach to Virtual Production",
  "about_title2":"Professional and Complete Hardware and Technology",
  "about_title3":"Efficiency and High-Quality Content",
  "about_title4":"Virtual Production Studio Construction Assistance",
  "about_desc1":"Moonshine is the first VFX and animation company to introduce virtual production technology in Taiwan meanwhile building the studio (MOONSHINE XR STUDIO). We've engaged in various shows, including online launce events, commercials, drama, movies and concerts. Based on our professions in animation and VFX, with technology development, we provide clients with a one-package service from creative proposals and virtual scene creation to onsite shooting and post-production.",
  "about_desc2":"There are two studio dimensions in MOONSHINE XR STUDIO; both are equipped with professional hardware. Beside venues and hardware rental, we also provide technical value-added services, like XR Extention and synchronization with the Mo-Sys system.",
  "about_desc3":"Using Pistage 3D Render Engine and Unreal Engine to create a WYSIWYG environment (What you see is what you get), you can adjust lighting and objects freely and view the result immediately. In this way, post-production time is shortened, and communication efficiency is improved. We have a complete team of scene creation, from director to art concept to 3D modelling. We have rich experience in production and the professions and efficiency in project execution.",
  "about_desc4":"We possess rich experience in production and technology development to help clients build the virtual studio from scratch."
}