{
  "hello": "hello!",
  "navbar1": "CASE STUDY",
  "navbar2": "INTRODUCTION",
  "navbar3": "ABOUT",
  "navbar4": "SPACE",
  "navbar5": "R&D",
  "navbar6": "PARTNERSHIP",
  "navbar7": "CONTACT",
  "pagenavbar1":"HOME",
  "pagenavbar2":"ABOUT",
  "pagenavbar3":"SERVICES",
  "pagenavbar4":"EDUCATION",
  "play_video":"PLAY VIDEO",
  "work_catrgory1":"ALL",
  "work_catrgory2":"LAUNCH EVENT",
  "work_catrgory3":"VIRTUAL CONCERT",
  "work_catrgory4":"COMMERCIAL",
  "work_catrgory5":"DRAMA",
  "work_catrgory6":"INTERNSHIP",
  "section_title4":"OUR LED VOLUMES",
  "section_title5":"VIRTUAL STUDIO R&D",
  "section_title6":"PARTNERSHIP",
  "section_title7":"CONTACT US",
  "header_title":"OUR SHOWREEL",
  "header_desc":"MOONSHINE XR STUDIO is the first and the largest Virtual Production studio in Taiwan. We provide a one-package service from content creation, camera tracking system, and XR Extension to virtual production process optimization.",
  "intro_title":"Photorealistic Environment Rendered and Presented Onsite in Real-time",
  "intro_desc":"The use of innovative technology focused on delivering the virtual world to our production crew in real-time. Virtual production enables real time environment adjustments and immediate display on the LED stage.",
  "spec_desc_title1":"Recommendation",
  "spec_desc_title2":"Spec",
  "spec_desc_title3":"Space",
  "space_title1":"CAVE STUDIO",
  "space_desc1":"Curved LED video wall is ideal for realistic or exterior scene. It can also be used with front stage props to push the realism even further",
  "space_purpose1":"<ul><li>Movies/ Television series</li><li>Commercial Films Shooting</li><li>Product launch</li><li>Game Streaming</li></ul>",
  "space_spec1":"<ul><li>270° curved LED screens</li><li>Liftable truss for lighting gears setting</li><li>Independent Wifi</li><li>Remote monitor system</li></ul>",
  "space_spacespce1":"<ul><li>Studio area: 5700 sq ft.</li><li>Stage area: 3060 sq ft.</li><li>Height: 6 m</li></ul>",
  "space_title2":"CUBE STUDIO",
  "space_desc2":"Cube LED video set is ideal for shows with fixed position and small space requiries.",
  "space_purpose2":"<ul><li>Music videos</li><li>Live broadcast</li><li>Online concert</li></ul>",
  "space_spec2":"<ul><li>90° LED right angle screens</li><li>Liftable truss for lighting gears setting</li><li>Independent Wifi、</li><li>Remote monitor system</li></ul>",
  "space_spacespce2":"<ul><li>Studio area: 1780 sq ft.</li><li>Stage Area: 250 sq ft.</li><li>Height: 5 m</li></ul>",
  "tech_title1":"Camera tracking",
  "tech_title2":"Extended Reality",
  "tech_title3":"Virtual Stage Lighting System",
  "tech_title4":"AI Matting And Compositing",
  "tech_title5":"Crowd Simulation System",
  "tech_desc1":"By intergrating camera tracking systems such as HTC Mars, HTC VIVE and Mo-Sys StarTracker, physical camera is now precisely linked to virtual ones in real-time.",
  "tech_desc2":"Our XR solution allows you to blend virtual and physical worlds to create fully immersive experiences in realtime. Creativity and virtual environments are no longer bounded to the scale of physical LED volume while still benefit from its advantages.",
  "tech_desc3":"Virtual Stage Lighting System Intergrates DMX real-time lighting control system, bringing endless possibilities to create music-matching effecs in both physical and virtual stages. Perfect for music shows, virtual events or online concerts.",
  "tech_desc4":"By implementing real-time AI matting, we are able to manipulate more complex scenerios, including switching between virtual and real cameras, and more precise control of compositing during production. AI matting can also be used for post-production to make more creative shots.",
  "tech_desc5":"Thousands of animated characters can be generated in an environment with slight performance cost, making large scale scenerios such as virtual concerts, and sport events much more convincible",
  "about_title1":"Experience and Profession",
  "about_title2":"Details and Precision",
  "about_title3":"Innovation and Creativity",
  "about_title4":"Consultation and Trainings",
  "about_desc1":"<0>Moonshine studio is a VFX studio with many years experience making TV, film and commercials.</0><1>MoonshineXR studio focuses on Virtual Production. We have several experienced teams collaborating on each project. The VFX team, art team, technical team, engineering team and professional production partners boast an abundance of production experience.</1><2>We win as one.</2>",
  "about_desc2":"<0>We constantly pursue precision camera tracking, accurate and brilliant LED colors and high quality camera imaging. In order to keep up with the most recent technology, developing innovations and high quality pictures, we use Unreal Engine and partner up with HTC, Mosys, stYpe, Marcoblock, Xsens, Sony, NVIDIA, Blackmagic and many other professionals.</0><1>We continuously improve our workflow and leverage the best technology.</1>",
  "about_desc3":"<0>xR(Extended Reality) is a new way of filming. We developed our own XR solution and introduced XR production to our clients in 2021 and enabled our clients to exhibit an innovative experience to their audience. We also designed and built a live virtual concert but that is not all. We connected two studios to one Virtual Production Stage. This new way of filming encourages fun, creative, and futuristic production.</0><1>We enjoy experimenting with new ideas and  technology. We push for the highest quality to create a memorable experience for the  audience.</1>",
  "about_desc4":"<0>We also provide assistance for other studios to build their own virtual production teams and set up new virtual environments. We hope to encourage other studios to take on new innovative ideas and focus on high quality productions by offering our guidance, providing tools, and providing man-power. We also provide a training program for people who are interested in learning Unreal Engine/ real-time tools.</0><1>We love sharing.</1>",
  "address":"No. 45, Ln. 515, Sec. 1, Datong Rd., Xizhi Dist., New Taipei City 221010 , Taiwan (R.O.C.)",
  "chartlist_item1_title":"Professions",
  "chartlist_item1_desc":"Learn the latest skills from industry experts .",
  "chartlist_item1_subtext":"Teachers",
  "chartlist_item2_title":"Practice",
  "chartlist_item2_desc":"Work on projects for industry directors and producers.",
  "chartlist_item2_subtext":"Students",
  "chartlist_item3_title":"Employment",
  "chartlist_item3_desc":"Get employed by the industry leaders.",
  "chartlist_item3_subtext":"Employment Rate",
  "edu_title":"About MoonShine Education System",
  "edu_desc":"Due to the scarcity of professional talents in the industry, MoonShine values the importance of talent cultivation.Since 2018, we combined our own experience and specialty, developing an education system to foster talents with instant combat power that meets the market needs",
  "eduplace_item1_title":"MoonShine Internship",
  "eduplace_item1_desc":"Every summer, we offer an internship program with different subjects, so students can gain rich experience and professional knowledge that meets the market needs.",
  "eduplace_item2_title":" CG ARK ",
  "eduplace_item2_desc":"Founded by Moonshine and numorus experts in the industry, CG ARK provides a wide-ranged series of courses. From visual design, CG effects, to interaction design. In CG ARK, our students gain industry-ready skillsets which assist them begin their journies into the field, be prepared for upcoming advance of technologies.",
  "edu_intro_title":"Learn Unreal Engine",
  "edu_intro_desc":"Unreal is an open and advanced real-time 3D creation tool that changes the way of filmmaking. The fully dynamic illumination and reflections solution enable direct lighting effects on subjects. It can be applied to virtual production and all kind of filmmaking like virtual concerts, online launch events, movies and series, animation making, etc.",
  "FeaturedCourse":"Featured Course"
}